import React, { FC } from 'react';
import styled from 'styled-components';

const Page01: FC = () => {
  return (
    <>
      <h1>若鮎について</h1>
      <p>
        <img src="https://source.unsplash.com/random/1200x1002" alt="" />
      </p>
      <p>
        あゆの小さなものは、どうかするとうまくないというひともあるが、わたしは一概にそうは思わない。
      </p>
      <p>
        小田原の手前に酒匂川さかわがわという川がある。まだ禁漁中にあの近辺のひとが酒匂川のあゆをよく盗み取りするが、わたしはそれをもらうことがあって、たびたび食ったことがある。大きさはまだやっと一寸ぐらいのものだが、ちょっとあぶって食うと、実に調子の高いうまさが舌になじむ。
      </p>
      <p>
        もっとも、最初東京にはいってくるものは、江州ごうしゅう地方でいわゆるあゆの飴煮あめににするものであって、これはあまり美味なものではない。
      </p>
      <p>
        <img src="https://source.unsplash.com/random/1200x902" alt="" />
      </p>
      <p>
        あゆは不思議な魚で、水勢のないところでは大きくならない。また同じ水勢であっても、水質や餌えさの関係であろうか、川によって成長率が違う。一般に大きな川のあゆは大きくなり、小さな川のものは小さく育つようである。
      </p>
      <p>
        琵琶湖のあゆは非常に小さく、一年経っても若あゆ以上に大きくならない。大きくならないで一人前に子を持っている。昔は琵琶湖のあゆは他のあゆとはまったく種類が違うかと思われたが、その実、琵琶湖で生まれた子あゆが江州から石山などを通って宇治川へ落ちて出ると、立派に成長するらしい。それかあらぬか、琵琶湖で孵化ふかしたあゆの稚魚を地方の渓流へ放流すると、通常のあゆ通り立派に成長することが分って、近来は諸所で盛んに放魚が行われているようだ。
      </p>
      <p>
        <img src="https://source.unsplash.com/random/1200x802" alt="" />
      </p>
      <p>
        琵琶湖では、あゆの稚魚を茄ゆでてひうおと呼んでいる。このひうおの大ぶりなのが飴煮にされて来るもので、琵琶湖にはほとんど無限といってよいほど発生する。それがこの頃では諸地方の大川へどしどし放流され、あゆの産出を全国的に増加させている。この点、あゆ党にとってはまことにありがたいことである。
      </p>
      <p>
        ところで、前述の琵琶湖産のひうおなるものは、なんといっても小さすぎるから、みた目の割合にうまくない。しかし、このひうおも川に出て成長してからは一人前のあゆの味を備え、やはりうまい。そこで、先の酒匂川の若あゆのことなども合わせて考えてみると、若あゆなるものは結局琵琶湖のひうおではあゆらしいうまさはないが、初めから河川で発生したものはちょっとぐらいでも、すでに立派な美食価値を持っている。いわば、それぞれの川の味をもっているのだ。
      </p>
    </>
  );
};

export default Page01;
